import Navbar from "./navbar";
import RelatedBlog from "./relatedBlog";
import Top from "./topSection";

export default function Blog3 (){
    return(
        <div>
            <Navbar/>
            <Top/>
            <section className="blog-detail-main ptb-100">
             <div className="container">
             <div className="row">
                <div className="col-md-12">
                    <div className="blog-detail-img">
                        <img  style={{width: "100%"}} src="images/news-one.jpg" alt="blog"/>
                    </div>
                    <div className="blog-detail-content">
                        <ul>
                            <li>December 14,2021</li>
                            <li>by MDKI</li>
                        </ul>
                        <h2>Биткойн гэж вэ? </h2>
                        <p>Энэ бүхэн анх 2008 оны арван нэгдүгээр сарын нэгэнд өөрийгөө Satoshi Nakamoto гэж нэрлэсэн нэгэн програмист нөхрөөс үүдэлтэй юм. Тэрээр анх биткойны санааг гаргаж, загварыг боловсруулж, эх кодыг бичжээ. Түүний анхны санаа нь аливаа засгийн газраас хараат бус хүн болгоны хэрэглэж болох аливаа шилжүүлэг хийхэд дундын банк эсвэл гуравдагч этгээдийг ашиглах шаардлагагүй, шимтгэл төлөхгүй (маш бага) тийм мөнгөн тэмдэгтийг бүтээхийг хүссэн гэж тайлбарлаж байгаа юм. Ер нь бол амархан хямралд хүргээд байдаггүй, доллар, евро зэргийг орлох валют бүтээх явдал гэжээ. Nakamoto-г хэн ч хараагүй, хэн ч түүнтэй ярилцаж байгаагүй, биткойны хөгжлийн эхэн үед бусад хөгжүүлэгчид түүнтэй имэйлээр харилцдаг байсан боловч 2011 оноос хойш тэрээр нэг ч и-мэйлд хариу ирүүлээгүй ор сураггүй алга болсон. Түүнийг бодит хүн гэдэгт итгэх хүн бараг байхгүй. Nakamoto-ийн цаана ямар нэгэн байгууллага, эсвэл зохион байгуулалттай бүлэг хүмүүс байгаа гэж үздэг юм. Зарим нь Америкийн Тагнуулын Төв Газар (NSA) байдаг ч гэж хардах хүн байдаг бол, Жулиан Ассанж байдаг гэж итгэх хүмүүс ч бий. Бүр түүний нэрийг SAmsung, TOSHIba, NAKAmichi, MOTOrola гэх дөрвөн компанийн нууц үйл ажиллагаа гэж ярих ч хүмүүс байдаг. Учир нь түүний санаа нь гайхамшигтай, бүтээл нь хэн ч засварлах шаардлагагүй төгс байсан юм. Тиймээс л түүнийг нэг муу програмчин байсан гэдэгт итгэхгүй байгаа хэрэг. Гэхдээ ихэнх хүмүүс хэн байх нь чухал бус юу бүтээсэн нь чухал хэмээн үзэж биткойныг хөгжүүлж хэрэглэсээр байна.</p>
                        <p>Биткойныг BTC, XBT зэргээр тэмдэглэнэ. Бага хэмжээний Биткойныг хэрэглээнд millibitcoin (mBTC), microbitcoin (µBTC) мөн Satoshi гэх нэгжээр хэмжинэ. Биткойны бүтээгчийг хүндэтгэн Биткойны хамгийн бага хэмжээг satoshi гэдэг ба энэ нь 0,00000001 биткойныг илэрхийлдэг, Millibitcoin нь 0,001 биткоинтой тэнцүү буюу мянганы нэг биткойн, Microbitcoin нь 0,000001 биткойнтой тэнцүү буюу зуун мянганы нэг биктойн. Микро биткойн нь заримдаа битээр илэрхийлэгдэх нь байдаг.</p>
                        <p>Гүйлгээ нь нэг эсвэл түүнээс олон оролттой байх ёстой. Гүйлгээ хүчин төгөлдөр байхын тулд оролт бүр нь өмнөх гүйлгээнд зарцуулагдаагүй гаралттай байх ёстой. Бүх оролт нь мөн дижитал гарын үсэгтэй байх ёстой. Хэр их оролтыг ашиглах вэ гэдэг нь хэр хэмжээний зоосоор гүйлгээ хийж байгаагаас хамаардаг. Гүйлгээ нь мөн олон гаралттай байх хэрэгтэй ба нэг нь олон төлбөрөө хийж, нэг нь шууд явдаг. Гүйлгээний гаралт нь санамсаргүй олон satoshi-г зааж чаддаг. Жишээ нь, бэлэн мөнгөний гүйлгээнд оролтуудын нийлбэр нь төлбөрийн зорилготой нийлбэрээс илүү гардаг. Энэ нөхцөлд нэмэлт гаралт нь хариултыг төлөгчид буцаана.Ямарч оролтын satoshi-нууд нь гаралтын гүйлгээний шимтгэл болж бүртгэгддэггүй. Биткойны хаяг руугаа мөнгө хийхийн тулд хэрэглэгч вэб хуудсын дамжуулах холбоос руу дарна. Энэ нь Биткойны URL scheme-ийг ашиглан IANA-д загварын дагуу бүртгүүлсэн хэсгийг агуулдаг. Биткойны хэрэглэгчид нь Electrum Armory-той адилаар URL-ийг дэмждэг. Утасны хэрэглэгчид URL-ийг QR кодын тусламжтайгаар зохицуулдаг. Энэ нь хэрэглэгч гараас механикаар биткойны хаягыг зааж өгөх шаардлагагүй гэсэн үг юм. QR code нь хэрэглэгчийн оролтоос хамаарах төлбөрийн хэмжээг боловсруулдаг. QR код нь дэлгэцэнд утасны дэлгэцийг харуулах ба дараагийн утсанд харуулдаг.</p>
                        <p>Түрүүн хэлсэнчлэн бидний хэрэглэдэг төгрөгийг баталгаажуулдаг ямар нэгэн хатуу валют, алт мөнгө байдаг бол биткойны цаана хэдэн код л бий. Тэрхүү кодууд хаанаас гараад байна вэ гэхээр, юуны түрүүнд блок гэсэн ойлголт бий. Энэ нь биткойныг зааж байгаа юм. Энэхүү блок нь хоорондоо холбоотой гинжин хэлхээнд холбогдсон байдаг. Тэрхүү блокийг гаргаж авахын тулд хүндхэн бодлого бодох шаардлагатай. Тиймээс блок гаргаж авах үйлдлийг “олборлох” (mining) гэж нэрлэдэг. Систем нь 4 жил тутамд олборлолтыг тал хувиар багасгаж байхаар загварчлагдсан учраас нийтдээ 21 сая ширхэг биткойн л гарах боломжтой юм. Гэхдээ ийм цөөхөн байвал дэлхийн хүн ам хэрэглэж чадахгүй гэж бодож байж болох юм. Тэгвэл тийм биш бөгөөд 100 саяын нэг ширхэг (.00000001) биткойн бүтээж болно. Тэгэхээр хэрэглээнд хязгаар байхгүй гэсэн үг.</p>

                        <blockquote>Bitfury компани биткойн олборлоох төхөөрөмж үйлдвэрлэдэг бөгөөд хүчин чадал, үзүүлэлтээрээ дэлхийд тэргүүлэгч юм. </blockquote> 
                        <p>Ер нь блокийг тайлахад маш их математик тооцоолол шаардлагатай болдог учраас нэг биткойн олборлоход жирийн хэрэглээний компьютероор бол нэлээд хэдэн жил шаардагдана. Өөрөөр хэлбэл процессын асар их хүч шаардлагатай. Тиймээс энэхүү блокийг тайлахын тулд уг сүлжээнд холбогдсон компьютерууд нийлж байж хүчээ нэгтэн ажилласнаар гаргаж авна.</p>
                        <p>Зарим тохиолдолд хакерууд өөртөө биткойн гаргаж авахын тулд интернетээр дамжуулан өөр хүний компьютерт вирус халдаан, тухайн компьютерыг өөрийн боол болгон ашигладаг. Ингэж халдвар авсан компьютерыг зомби ч гэж нэрлэдэг.</p>
                        <p>Гүйлгээний шимтгэлийн төлбөр нь ерөнхийдөө заавал шаардагдахгүй ч баталгаажуулалтыг хурдасгахад илүү хэрэг болдог тул төлбөр төлөгч нь энэ шимтгэлийг өгөх сонирхолтой байдаг.</p>
                        <p>Олборлогчид нь гүйлгээний үйл явцыг харж дараалалд оруулж сонгодог бөгөөд ингэхдээ хамгийн өндөр шимтгэл төлснөөс эхлэн гүйлгээг хийдэг. Шимтгэлийн хэмжээ нь гүйлгээний боловсруулалтын хэмжээнээс хамаардаг энэ нь гүйлгээг хийхэд хэдэн оролт үүсгэж ашиглаж байгаагаас хамаардаг.</p>
                        <p>Биткойн нь нууц нэрээр бичигддэг ханш, энэ нь жинхэнэ амьдрал дээр байхгүй олдохгүй ч биткойн нь хаягтай байдаг. Биткойн эзэмшигчийн хаяг тодорхой биш байдаг, гэхдээ л бүх гүйлгээний утга блок гинжинд бүх хүнд харагдана. Мөн шилжүүлгийг холбоотой компани пүүсүүд шууд хийж болох ба энэ нь тодорхой хаяг дээрээс л явах учир хүн бүхэнд харагдахуйц баталгаатай болж байгаа юм. Үүнээс гадна биткойноо уламжлалт валют руу солихыг хүсвэл хуулийн дагуу бүх хувийн мэдээллийг тухайн хүнээс шаарддаг.</p>
                    </div>
                </div>
            </div>
            <RelatedBlog/>
             </div>
        </section>
        </div>
    )
}